[M_Orchid_DeclarationAgainstIndependents MissionDefinition]
MissionDescription="Evidently, pirates have a union -- who knew? The union members of [place]Wurmwater[-place] aren't too happy to see a scab (you) muscling in on their territory, and so they've challenged you to a fight."
TurnInDescription="The members of local pirate union #402 may not like you, but they'll respect you."
MissionSummary="Kill members of the pirate union."
